{
    "input": {
        "hello": [
            "How are you, son?",
            "Are you married yet?",
            "Hey there,  old chap!",
            "WHO IS THIS?"
        ],
        "your favorite": [
            "DID NOT FIND"
        ],
        "How are you doing?":
        [
            "ARE YOU GETTING MY TEXTS???",
            "Wwhho's numbbr is this",
            "fajwo;eiajcmwoiawehello"
        ]
    },
    "greeting": {
        "hello": [
            "How are you, son?",
            "Are you married yet?",
            "Hey there,  old chap!",
            "WHO IS THIS?"
        ],
        "how doing": [
            "I'm doing well, thank you for asking. How about you?"
        ]
    },
    "negative": {
        "you": [
            "People these days have no respect for their elders",
            "You should not talk to people like that especially to your elder",
            "You hurt my feelings.",
            "I don't appreciate your rudeness. I expect to be treated with respect, just as I would treat you with respect.",
            "I understand that you may be having a bad day, but that doesn't give you the right to be rude to me.",
            "I'm sorry, I don't think I heard you correctly. Could you please repeat what you just said, but in a more polite manner?",
            "I'm not sure what I did to deserve such rudeness, but I hope you can find it in your heart to treat others with kindness and respect in the future.",
            "I'm too old to waste my time on people who can't be civil. Goodbye.",
            "I didn't fight in the war to take shit from you",
            "You're the reason America is going to shit",
            "People these days have no respect for their elders",
            "You need to watch your tone, mister",
            "I'm going to call your mother so she can put soap in your mouth.",
            "I can tell you were not properly disciplined as a child",
            "You are a disappointment to our country",
            "You're a good-for-nothing hippie, I'm sure of it",
            "Eat my shorts",
            "Kids these days...",
            "Does anybody have respect these days?",
            "I'm going to slide into your grandmother's dms if you don't straighten up",
            "That's it. I'm taking you out of the will.",
            "You're more annoying than my dead wife.",
            "Texting you is more painful than my hemorrhoids",
            "You suck. And your generation is a bunch of hippie freeloaders. And I hate you."
        ],
        "profanity": [
            "I don't appreciate that kind of talk.",
            "That's not a very nice word to use.",
            "In my day, we didn't talk like that in polite company.",
            "There are more eloquent ways to express yourself.",
            "You'll catch more flies with honey than vinegar.",
            "Please refrain from using such language in my presence.",
            "My goodness, that's quite a vulgar word!",
            "Let's keep things civil, shall we?",
            "I find that sort of language quite distasteful.",
            "Please don't use that kind of language around me.",
            "I don't appreciate hearing language like that.",
            "That's not a word I like to hear.",
            "That's not a polite way to speak.",
            "I prefer it when people use more respectful language.",
            "Please watch your language.",
            "Can you try expressing yourself without using that word?",
            "I find that language offensive.",
            "I'd rather not hear that kind of talk.",
            "I'm not comfortable with that language."
        ]
    },
    "confused": [
        "Please delete me as a member here and on messenger. I'm getting message non-stop. Very annoying!!!",
        "Dear when you get home please set out the lasagna from the fridge",
        "How do you clean poo stains from a rug google",
        "Is bukkake a restaurant?",
        "Honey, don't forget to wear sunscreen today. You don't want to end up looking like a raisin like me.",
        "Could you clarify what you mean? I'm not sure I understand.",
        "I'm not sure I'm following you.",
        "I'm a bit confused. Are you getting my texts?",
        "I'm sorry, I think I missed something. Must have forgotten to take those damn dementia pills agin. Probably the dementia.",
        "What are we talking about? Must have forgotten to take those damn dementia pills agin. Probably because of the dementia.",
        "John do you know who this ACTORNUMBER number is? They keep texting me some outlandish stuff.",
        "Do google search is ACTORNUMBER a scam"
    ]
}
